Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/traffic_and_parking/parking_fines_and_vehicle_clamping.html.txt.tmx
Source language: en
Languages: ga

source: Parking fines and vehicle clamping
ga: Fíneálacha páirceála agus clampáil feithiclí

source: A system of parking fees, restrictions and fines is in place throughout towns and cities in Ireland to ensure that careless parking does not cause obstructions for other motorists, businesses and impinge on the safety of pedestrians
ga: Tá córas a chuireann srian ar pháirceáil, agus a ghearrann fineálacha, i bhfeidhm ar fud bailte agus cathracha in Éirinn chun deimhin a dhéanamh de nach gcuireann páirceáil neamhchúramach bacanna ar ghluaisteánaithe eile, agus nach gcuireann sé isteach ar shábháilteacht coisithe

source: Most local authorities employ their own traffic wardens to enforce the parking regulations and issue fines
ga: Fostaíonn an chuid is mó de na húdaráis áitiúla a maoir thráchta féin chun na rialacha páirceála a chur i bhfeidhm agus fíneálacha a eisiúint

source: Members of An Garda Siochana (the Irish police force) also have this authority
ga: Tá an cead céanna ag baill den Gharda Síochána

source: Your local authority is responsible for creating bye-laws that list places in your town/city where parking fees will be imposed
ga: Tá d'údarás áitiúil freagrach as fodhlíthe a dhéanamh, a liostálann na háiteanna ina gcuirfear táillí pairceála i bhfeidhm

source: It also decides the amount of parking fees
ga: Déanann sé cinneadh freisin faoi luach na dtáillí páirceála

source: Before making bye-laws that restrict parking, your local authority must consult with the Garda Commissioner and give public notice of its intention to make bye-laws that will restrict parking
ga: Sula ndéanann siad fodhlíthe a chuireann srian le páirceáil, bíonn ar d'údarás áitiúil dul i gcomhairle le Coimisinéir an Gharda Shíochána agus fógra poiblí a thabhairt faoina rún fodhlíthe a dhéanamh a chuirfidh srian ar pháirceáil

source: It may take out advertisements in local newspapers or on local radio, etc
ga: D'fhéadfadh sé fógraíocht a chur i bpáipéir áitiúla nó ar raidió áitiúil, etc

source: It is also obliged to consider any observations or objections from members of the public that result from that process
ga: Cuirtear iachall orthu aird a thabhairt ar thuairimí nó agóidí ón bpobal a éiríonn as an bpróiseas sin

source: Objections or queries can be lodged with your local authority's traffic division
ga: Is féidir agóidí nó ceisteanna a chur isteach chuig rannóg tráchta an údaráis áitiúil

source: Parking fees (disc parking, permit parking, car parks and "pay and display" parking) vary throughout Ireland and can be set and adjusted by your local authority
ga: Bíonn táillí páirceála éagsúla i bhfeidhm (dioscpháirceáil, páirceáil le ceadúnas, carrchlóis agus páirceáil "íoc agus taispéain") ar fud na tíre agus is féidir le d'údarás áitiúil iad a shocrú agus a athrú

source: The discrepancies that exist between parking fees in cities and smaller towns are attributed to the increased costs of providing and maintaining the service in cities
ga: Bíonn na difríochtaí móra idir táilli i gcathracha agus táillí i mbailte níos lú ann mar gheall ar na costais bhreise a bhaineann le seirbhís a chur ar fáil agus a chothabháil i gcathracha

source: Revenue generated from public parking fees and fines is used to cover the costs of operating these services
ga: Úsáidtear an t-ioncam a fhaightear ó tháillí páirceála poiblí agus fineálacha chun costais na seirbhísí seo a chlúdú

source: Surplus revenue from these services contributes to urban renewal programmes, public facilities and other forms of local authority spending
ga: Cuireann farasbarr ioncaim ó na seirbhísí seo le cláracha athnuachain cathrach, seirbhísí poiblí agus cineálacha éagsúla caiteachais údarás áitiúil

source: The Road Traffic (Traffic and Parking) Regulations, 1997, as amended, provide for the general regulation and control of traffic, pedestrians and parking
ga: Soláthraíonn na Rialacháin um Thrácht ar Bhóithre (Trácht agus Locadh) rialachán agus smachtú tráchta, coisithe, agus páirceála

source: The Road Traffic Act, 1994 gives local authorities the power to make bye-laws governing the type of paid parking controls in their areas, for example, disc parking or pay and display parking
ga: Tugann an tAcht um Thrácht ar Bhóithre 1994 cead d'údaráis aitiúla fodhlíthe a dhéanamh a rialaíonn na cineálacha srianta páirceála ar íocaíocht a bhíonn ina gceantracha, mar shampla dioscpháirceáil, páirceáil íoc agus taispeáin agus araile

source: Under the Road Traffic (Signs) Regulations, 1997, as amended, local authorities are responsible for authorising regulatory traffic signs and designating areas where parking is restricted or prohibited
ga: De réir na Rialachán um Thrácht ar Bhóithre (Comharthaí), 1997 - 2013, tá údaráis áitiúla freagrach as comharthaí tráchta reachtúla a cheadú agus limistéir a cheapadh ina mbíonn srian nó cosc ar pháirceáil

source: Section 11 of the Road Traffic Act 2002 provided for the current system of fixed-charge traffic and parking offences, replacing the previous system of 'on the spot' fine offences. Clamping of vehicles is provided for by Section 101B of the Road Traffic Act, 1961
ga: Ceadaítear clampáil feithiclí de réir na Rialachán um Thrácht ar Bhóithre (Bac-Ghluaiseachta ar Fheithiclí), 1998 agus i gcásanna thar meán tugann na Rialacháin um Thrácht ar Bhóithre (Tabhairt ar shiúl, Stóráil agus Diúscart Feithiclí), 1983 - 1998 cead do d'údaráis áitiúla feithiclí atá páirceálta go neamhdhleathach, agus gur údar brú tráchta iad, a tharraingt as. Alt 11 den Acht um Thrácht ar Bhóithre 2002 foráil do chóras reatha sheasta

source: The Vehicle Clamping Act 2015 makes the National Transport Authority responsible for the regulation of clamping from 1 June 2017
ga: in aisce cionta tráchta agus páirceála, in áit an chórais roimhe sin cionta 'ar an láthair' fíneáil

source: Enforcement of parking regulations
ga: Rialacha páirceála a chur i bhfeidhm

source: Traffic wardens are representatives of the local authority and have authority under the Road Traffic Acts to advise motorists of parking regulations and issue tickets for illegal parking and non-payment of parking fees
ga: Is ionadaithe de chuid d’údaráis áitiúil iad na maoir thráchta, agus tá cead acu de réir na nAchtanna um Thrácht ar Bhóithre (1961 - 1994) gluaisteánaithe a chur ar an eolas maidir le rialacha páirceála, agus ticéid a eisiúint i leith páirceáil neamhdhleathach nó i leith neamhíoc táillí páirceála

source: Members of the Gardai also have these powers under the Road Traffic Acts
ga: Tá an cead céanna ag baill den Gharda Síochána de réir na nAchtanna um Thrácht ar Bhóithre

source: Traffic wardens and members of the Gardai also give evidence in court in relation to the non-payment of fines
ga: Tugann maoir thráchta agus baill den Gharda Síochána fianaise sa chúirt chomh maith faoi neamhíoc fineálacha

source: A system of fixed charge parking fines for illegal parking and non-payment of parking fees has been in place throughout Ireland since April 2006
ga: Tá córas fíneálacha páirceála muirir sheasta i leith páirceáil neamhdhleathach agus neamhíoc táillí páirceála i bhfeidhm in Éirinn ó Aibreán 2006

source: Fines are issued by the Gardai and by traffic wardens
ga: An Garda Síochána agus maoir thráchta a eisíonn fíneálacha

source: The parking ticket contains the following details: a reference number, the location of the offence, the registration number of the car, the amount of the fine and the date and time the ticket was issued
ga: Bíonn na sonraí seo a leanas ar an ticéad páirceála: uimhir thagartha, láthair na coire, cláruimhir an chairr, suim na fíneála agus an dáta agus an t-am ar eisíodh an ticéad

source: Most traffic wardens use a handheld computerised device to issue tickets and the local authority keeps a record of all tickets issued in a main database
ga: Baineann an chuid is mó de mhaoir thráchta úsáid as gléas láimhe ríomhairithe chun ticéid a eisiúint agus coinníonn an t-údarás áitiúil taifead de na ticéid ar fad arna n-eisiúint ar phríomhbhunachar sonraí

source: Using this database, the local authority can find out how many parking fines a particular individual has accumulated
ga: Bíonn an t-údarás áitiúil in ann a fháil amach cé mhéad fíneáil pháirceála atá bailithe ag duine tríd an bunachar sonraí seo a úsáid

source: Under this system, if you receive a parking fine, you must pay the fine to the traffic division of the local authority within a period of 28 days from the date of the fixed charge notice
ga: Faoin gcóras seo, má fhaigheann tú fíneáil pháirceála, ní foláir duit an fhíneáil a íoc le rannóg tráchta d'údaráis áitiúil taobh istigh de thréimhse 28 lá ó dháta fhógra an mhuirir sheasta

source: If you fail to pay within the allotted 28 days, the charge increases by 50 per cent
ga: Muna n-íocann tú taobh istigh den 28 lá a thugtar duit, tagann ardú 50 faoin gcéad ar an muirir

source: If the fine is still unpaid after a further 28 days, court proceedings are initiated
ga: Mura bhfuil an fhíneáil íoctha tar éis 28 lá breise, cuirtear tús le himeachtaí cúirte

source: Furthermore, if you are convicted of parking dangerously you will receive 5 penalty points and a court fine
ga: Chomh maith leis sin, má chiontaítear tú as páirceáil chontúirteach gheobhaidh tú 5 pointe pionóis agus fíneáil cúirte

source: Read more about penalty points for driving offences here
ga: Léigh tuilleadh faoi phointí pionóis agus cionta tiomána anseo

source: Motorists from other countries
ga: Tiománaithe ó thíortha eile

source: Under a cross-border pilot project with Northern Ireland, motorists from Northern Ireland who fail to pay parking fees or toll charges here can be pursued similar to other motorists
ga: Faoi thionscadal trasteorann le Tuaisceart Éireann, is féidir le gluaisteánaithe a dteipeann orthu táillí páirceála nó táillí dola a íoc anseo a shaothrú cosúil le tiománaithe eile

source: The Driver and Vehicle Agency in Northern Ireland will forward the motorist's details to the appropriate local authority for parking offences or Transport Infrastructure Ireland (TII) for tolls
ga: Cuirfidh an Ghníomhaireacht um Thiománaithe agus Feithicle i dTuaisceart Éireann sonraí an ghluaisteánaí ar aghaidh chuig an údarás áitiúil cuí maidir le cionta páirceála nó chuig Bonneagar Iompair na hÉireann (TII) maidir le dolaí

source: Similarly, if you fail to pay a parking fee or toll in Northern Ireland, your details can be passed to the Northern Ireland authorities
ga: Cosúil leis sin, mura n-íocann tú táille páirceála nó dola i dTuaisceart Éireann, is féidir do shonraí a thabhairt do na húdaráis i dTuaisceart Éireann

source: Motorist from other countries such as Poland, France or Germany can be pursued through a separate arrangement which TII has
ga: Is féidir le ghluaisteánaí ó thíortha eile ar nós an Pholainn, an Fhrainc nó sa Ghearmáin a shaothrú trí shocrú ar leith atá ag TII

source: It uses the services of a specialist parking/tolling enforcement agency
ga: Úsáideann sé na seirbhísí sin do ghníomhaireacht forfheidhmithe speisialaithe páirceála/dola

source: Parking is restricted in certain parts of most towns and cities in Ireland during business hours
ga: Bíonn srian ar pháirceáil i limistéir áirithe sa chuid is mó de na bailte agus na cathracha in Éirinn i rith uaireanta gnó

source: Parking information signs on the streets will clearly display the hours that restrictions are in operation
ga: Luafaidh comharthaí eolas páirceála ar na sráideanna go soiléir na huaireanta ina mbíonn na srianta i bhfeidhm

source: During these hours, you are not allowed to obstruct clearways, bus lanes and loading zones
ga: I rith na n-uaireanta seo, ní bhíonn cead agat cur isteach ar ghlanbhealaí, lánaí bus, ná áiteanna lastáile

source: Disabled parking spaces are off limits at all times to all motorists unless you have an appropriate permit
ga: Níl cead ag gluaisteánaithe spásanna páirceála do dhaoine le míchumas a úsáid am ar bith muna bhfuil an ceadúnas cuí acu

source: View further information on Parking Permits for Disabled Drivers here
ga: Breathnaigh ar thuilleadh eolais ar cheadúnais phairceála do Thiománaithe le Míchumas anseo

source: If any changes are to be made to the parking restrictions in an area, they must be approved by the local council, who will make the necessary changes to the existing bye-laws
ga: Má tá athruithe le déanamh ar na srianta páirceála i gceantar ar bith, caithfidh an Comhairle áitiúil cead a thabhairt, agus déanfaidh siadsan na hathruithe riachtanacha ar na fodhlíthe atá ann

source: Changes might be requested by a shop-owner who wants to have an area outside his or her premises marked as a loading bay
ga: D'fhéadfadh úinéir siopa athrú a iarraidh má tá sé/sí ag iarraidh limistéar taobh amuigh dá (h)áitreabh a bheith marcáilte mar chuas lastáile

source: Residents' associations often request that parking restrictions be introduced into their area
ga: Go minic, cuireann cumainn áitritheoirí iarratais isteach ar shrianta páirceála ina gceantar

source: Anyone requesting changes to existing parking restrictions must contact his or her local county council representative or the traffic division of the local authority
ga: Bíonn ar dhuine ar bith a bhíonn ag iarraidh athruithe ar na srianta páirceála atá ann, dul i dteagmháil le hionadaí a c(h)omhairlde contae áitiúla, nó le rannóg tráchta an údaráis áitiúil

source: The request must be brought up for consideration at the local county council meeting
ga: Ní mór an t-iarratas a chur faoi bhráid cruinniú na comhairle contae áitiúla

source: If it is deemed to have merit, a bye law will be passed and information signs will be erected in the area giving people details of the restrictions in place
ga: Má cheaptar go bhfuil fiúntas leis, rithfear fodhlí agus cuirfear suas comharthaí eolais sa cheantar ag tabhairt sonraí na srianta atá ann

source: If you need to avail of on-street parking in your own residential area, you can get a resident's permit from the traffic division of your local authority that allows you to park on your street
ga: Má theastaíonn uait páirceáil ar an tsráid sa cheantar ina bhfuil tú i do chónaí, is féidir leat ceadúnas áitritheora a fháil ó rannóg thráchta d’údaráis áitiúil a thugann cead duit páirceáil ar do shráid

source: The cost of a permit will vary depending on your location
ga: Beidh an costas ar chead a athrú ag brath ar an láthair)

source: Your permit will specify the name of that street
ga: Beidh ainm na sráide ar an gceadúnas

source: Only one permit will be issued to any individual car owner and no more than four permits will be issued to applicants in any one household
ga: Ní eiseofar ach ceadúnas amháin d'úinéir cairr ar bith agus ní eiseofar níos mó ná ceithre cheadúnas d'iarrthóirí as teaghlach amháin

source: If you live in a house that has been divided up into more than one unit of accommodation, you are only entitled to one parking permit per unit
ga: Má tá tú i do chónaí i dteach atá roinnte ina aonaid chónaithe dhifriúla, níl tú i dteideal ach ceadúnas páirceála amháin in aghaidh an aonaid

source: Residents of purpose built apartment blocks are not eligible for residents' permits
ga: Ní bhíonn áitritheoirí árasán a tógadh le haghaidh na ceirde i dteideal ceadúnais áitritheoirí

source: Disc parking operates outside the central zone and in some suburbs in cities and large towns
ga: Feidhmíonn dioscpháirceáil taobh amuigh den limistéar láir agus i mbruachbhailte áirithe i gcathracha agus i mbailte móra

source: Many urban areas are divided into zones for traffic management purposes
ga: Tá go leor ceantracha cathrach roinnte ina limistéir le haghaidh bainistíocht tráchta

source: The central zone will take in the city or town centre where the demand for parking is highest and the parking fees will be more expensive
ga: Cludóidh an limistéar láir lár na cathrach nó an bhaile, áit a mbíonn an tóir is mó ar pháirceáil, agus beidh na táillí páirceála níos airde ansin

source: There will be signs erected in areas where disc parking is in operation giving details of the hours the scheme is in operation, the maximum parking time and the parking fees
ga: Is féidir leabhair dioscaí páirceála a cheannach i nuachtánaithe nó i siopaí ina mbíonn fógra á thaispeáint "Dioscaí páirceála ar díol anseo"

source: Books of parking discs can be purchased in newsagents or in shops displaying a "parking discs sold here" sign
ga: Déanann tú an diosca bailí nuair a mharcálann tú an bhliain, an mhí, an lá, an uair agus an noiméad air

source: By marking the appropriate year, month, day, hour, and minute, you validate the disc
ga: Taispeánann tú an diosca in áit fheiceálach i do charr, mar shampla ar an ngaothscáth, nó ar thaobhfhuinneog

source: You display the disc in a visible place in your car, for example, the windscreen or side window
ga: Tá dioscaí bailí le haghaidh uair an chloig amháin agus ní fhéadfaidh tú páirceáil i limistéar

source: Discs are valid for one hour and you can only park in a disc parking area for 2 hours
ga: dioscpháirceála ach le haghaidh dhá uair an chloig

source: Pay and Display parking
ga: Páirceáil Íoc agus Taispeáin

source: Pay and Display parking operates with a single solar powered meter serving about 20 spaces
ga: Feidhmíonn páirceáil Íoc agus Taispeáin le méadar amháin, a oibríonn trí chumhacht na gréine, ag freastal ar thart ar 20 spás

source: There will be signs in pay and display parking areas giving details of the hours the scheme operates and the maximum parking time
ga: Beidh fógraí in áiteanna páirceála Íoc agus Taispeáin ag tabhairt eolais ar na huaireanta ina bhfeidhmíonn an scéim agus an t-uasmhéid ama páirceála

source: As coins are inserted, the parking expiry time for the amount inserted is displayed
ga: Taispeántar an t-am a bheidh an pháirceáil caite agus tú ag cur boinn isteach

source: When you have deposited enough coins, you press the green button and a two-part ticket is printed
ga: Nuair atá do dhóthain bonn curtha isteach agat, brúnn tú an cnaipe uaithne agus priontáiltear ticéad dhá chuid

source: The larger part should be stuck to your windscreen and you can keep the other part as a reminder of when your parking expires
ga: Ba cheart duit an chuid is mó a ghreamú de do ghaothscáth agus an comhdhuille a choinneáil chun an t-am a bheidh an pháirceáil caite a mheabhrú duit

source: Prices range per hour, depending on where you are in Ireland, but in general fees range from 80 cent to €2.90 per hour. Dublin City Council has a parking tag scheme that allows citizens pay for parking using their mobile telephone
ga: Athraíonn an praghas in aghaidh na huaire ag brath ar an áit in Éirinn ina bhfuil tú, ach go ginearálta bíonn táillí ann ó 80 cent go dtí €2.90 in aghaidh na huaire

source: Private car parks are not regulated by the Government in any way
ga: Ní rialaíonn an Rialtas carrchlóis phríobháideacha ar bhealach ar bith

source: That is to say, they are privately owned and revenue earned from parking in these car parks goes directly to the owners and not your local authority
ga: Is é sin le rá, tá siad in úinéireacht phríobháideach agus téann an t-ioncam a thagann as páirceáil sna carrchlóis seo díreach go dtí na húinéirí agus ní théann sé go dtí d'údarás áitiúil

source: The prices charged in private car parks vary from place to place, ranging from about 80 cent to €2.50 per hour
ga: Athraíonn na praghsanna a ghearrtar ó áit go háit, ó thart ar 80 cent go dtí €2.50 euro in aghaidh na huaire

source: Prices are determined by the car park owner
ga: Socraíonn úinéir an charrchlóis na táillí

source: Prices charged by a local authority in its car parks will be decided by the authority itself
ga: Socróidh an t-údarás áitiúil féin na praghsanna a ghearrtar ina gcarrchlóis siúd

source: Vehicle clamping in public places is in place in some cities
ga: Tá clampáil feithiclí in áiteanna poiblí i bhfeidhm i roinnt cathracha

source: Services are operated in those cities by private companies on behalf of the local authority
ga: Cuireann comhlachtaí príobháideacha na seirbhísí ar fáil sna cathracha seo ar son d'údaráis áitiúil

source: Employees of the vehicle clamping company are entitled to clamp (and de-clamp vehicles) and issue clamping notices for vehicles that are in violation of the parking regulations
ga: Tá cead ag fostaithe an chomhlachta chlampála feithiclí, feithiclí a chlampáil, (agus a dhíchlampáil), agus fógraí clampála a eisiúint d'fheithiclí atá ag sarú na rialacha páirceála

source: The National Transport Authority is responsible for the regulation of clamping
ga: Tá seirbhísí clampála coiteanta chomh maith i gcarrchlóis óstán, ospidéal, ollscoileanna agus ionad siopadóireachta chun cosc a chur ar pháirceáil fhadtéarmach a mbíonn a bhfoirne, a gcustaimeirí nó a gcliaint thíos leis mar gheall uirthi

source: This is provided for by Section 7 of the Vehicle Clamping Act 2015, which came into effect on 1 June 2017 (pdf)
ga: Ní rialaíonn reachtaíocht clampáil ar thalamh phríobháideach

source: The Act includes other changes to the law on clamping which will come into effect on 1 October 2017
ga: Déanann an tAcht um Clampáil Feithiclí 2015 do rialú clampála ach nach bhfuil sé tosaithe fós

source: The Road Traffic (Removal, Storage and Disposal of Vehicles) Regulations 1983–1998 give power to local authorities to tow away vehicles that have been abandoned or illegally parked on a public road or in a local authority car park
ga: Tugann na Rialacháin um Thrácht ar Bhóithre (Tabhairt ar Shiúl, Stóráil agus Diúscart Feithiclí) 1983 - 1991 cead d'údaráis áitiúla feithiclí a tharraingt as má tá siad tréigthe nó pairceáilte go mídhleathach ar bhóthar poiblí nó i gcarrchlós de chuid an údaráis áitiúil

source: Vehicles are towed to a car pound and a significant fee (up to €160) may be charged for their release
ga: Tarraingítear feithiclí go dtí gabhann carranna agus is féidir táille shuntasach (suas go 160 euro) a ghearradh chun iad a scaoileadh

source: You need to contact your local Garda station and staff there will be able to tell you the location of the nearest car pound
ga: Beidh ort dul i dteagmháil le do stáisiún Garda áitiúil agus beidh an fhoireann ansin in ann insint duit cá bhfuil an gabhann carranna is gaire

source: Most local authority web sites have details of parking restrictions and the type of pay parking in operation in their area
ga: Tugann an chuid is mó de shuímh idirlín na n-údarás áitiúil sonraí de na srianta páirceála agus an cineál páirceála ar íocaíocht atá i bhfeidhm ina gceantracha

source: You can also get details of car park locations and rates and also the location of disabled parking spaces
ga: Is féidir leat, chomh maith, eolas a fháil ar cá bhfuil na carrchlóis, rátaí, agus cá bhfuil spásanna páirceála do dhaoine le míchumas

source: Alternatively, you can contact the relevant local authority to get these details
ga: Mar rogha air sin, is féidir leat dul i dteagmháil leis an údarás áitiúil chun an t-eolas sin a fháil

source: Any contravention of local authority parking bye laws carries a fixed-charge fine
ga: Iompraíonn aon sárú ar bhfodhlíthe údarás áitiúil páirceála fíneáil sheasta in aisce

source: Details of where you can pay your parking fine should be written on your parking ticket
ga: Ba cheart go mbeadh eolas ar an áit inar féidir leat d'fhíneáil pháirceála a íoc ar fáil ar an ticéad páirceála

source: You can pay by cash, cheque, credit card or debit card
ga: Is féidir leat íocaíocht a dhéanamh le hairgead glan, le seic, le cárta creidmheasa, nó le cárta dochair
